Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Online Forum...
ca_es: Fòrum en línia...

source: Enter a term to search the playlist. Results will be selected in the table.
ca_es: Introduïu un terme per cercar a la llista de reproducció. El resultats se seleccionaran a la taula.

source: Click to open an advanced dialog to select the media to play. You can also drop files here to play.
ca_es: Feu clic per obrir un diàleg avançat per seleccionar l'element que es reproduirà. També podeu arrossegar fitxers per reproduir-los.

source: Subscribe
ca_es: Subscriu

source: Unsubscribe
ca_es: Elimina la subscripció

source: Subscribe to a podcast
ca_es: Subscriviu-vos a un podcast

source: Enter URL of the podcast to subscribe to:
ca_es: Introduïu l'URL del podcast al qual es subscriurà:

source: Unsubscribe from a podcast
ca_es: Desubscriu del podcast

source: Select the podcast you would like to unsubscribe from:
ca_es: Seleccioneu el podcast del qual voleu desubscriure-vos:

source: LIBRARY
ca_es: BIBLIOTECA

source: MY COMPUTER
ca_es: EL MEU ORDINADOR

source: DEVICES
ca_es: DISPOSITIUS

source: LOCAL NETWORK
ca_es: XARXA LOCAL

source: No device is selected
ca_es: No s'ha seleccionat cap dispositiu

source: No device is selected. Choose available device in above pull-down menu.
ca_es: No s'ha seleccionat cap dispositiu. Trieu un dispositiu disponible al menú desplegable que hi ha damunt.

source: Open Source
ca_es: Obre la font

source: Open
ca_es: Obre

source: 4 Tabs to choose between media input. Select 'File' for files, 'Disc' for optical media such as DVDs, Audio CDs or BRs, 'Network' for network streams or 'Capture' for Input Devices such as microphones or cameras, the current screen or TV streams if the EyeTV application is installed.
ca_es: 4 pestanyes per seleccionar entre l'element d'entrada. Seleccioneu «Fitxer» per a fitxers, «Disc» per a mitjans òptics com DVD, àudio CD o Blue-Ray, «Xarxa» per a fluxos de xarxa o «Captura» per a dispositius d'entrada com micròfons o càmeres, la pantalla actual o fluxos de TV si l'aplicació Eye TV està instal·lada.

source: Capture
ca_es: Captura

source: Choose a file
ca_es: Tria un fitxer

source: Click to select a file for playback
ca_es: Feu clic per seleccionar un fitxer per reproduir

source: Treat as a pipe rather than as a file
ca_es: Tracta-ho com un conducte en comptes de com un fitxer

source: Play another media synchronously
ca_es: Reprodueix un altre element multimèdia de forma síncrona

source: Choose...
ca_es: Tria...

source: Click to select a another file to play it in sync with the previously selected file.
ca_es: Feu clic per seleccionar un altre fitxer per reproduir en sincronització amb el fitxer seleccionat prèviament.

source: Custom playback
ca_es: Reproducció personalitzada

source: Open VIDEO_TS folder
ca_es: Obre la carpeta VIDEO_TS

source: Open BDMV folder
ca_es: Obre la carpeta BDMV

source: Insert Disc
ca_es: Insereix un disc

source: Disable DVD menus
ca_es: Inhabilita els menús de DVD

source: Enable DVD menus
ca_es: Habilita els menús de DVD

source: IP Address
ca_es: Adreça IP

source: To Open a usual network stream (HTTP, RTSP, RTMP, MMS, FTP, etc.), just enter the URL in the field above. If you want to open a RTP or UDP stream, press the button below.
ca_es: Per obrir un flux de xarxa habitual (HTTP, RTSP, RTMP, MMS, FTP, etc.), introduïu l'URL al camp superior. Per obrir un flux RTP o UDP premeu el botó inferior.

source: If you want to open a multicast stream, enter the respective IP address given by the stream provider. In unicast mode, VLC will use your machine's IP automatically. To open a stream using a different protocol, just press Cancel to close this sheet.
ca_es: Per obrir un flux de transmissió a grups, introduïu les respectives adreces IP facilitades pel proveïdor de flux. Al mode de transmissió individual el VLC utilitza automàticament l'identificador de la vostra màquina. Per obrir un flux mitjançant un protocol diferent, premeu cancel·lar per tancar el full.

source: Enter a URL here to open the network stream. To open RTP or UDP streams, click on the respective button below.
ca_es: Introduïu aquí un URL per obrir un flux de xarxa. Per obrir fluxos RTP o UDP, feu clic al botó respectiu a continuació.

source: Open RTP/UDP Stream
ca_es: Obre el flux RTP/UDP

source: Unicast
ca_es: Transmissió individual

source: Multicast
ca_es: Transmissió a grups

source: Input Devices
ca_es: Dispositius d'entrada

source: This input allows you to save, stream or display your current screen contents.
ca_es: Aquesta entrada us permet desar, transmetre o mostrar els continguts actuals de la pantalla.

source: Subscreen left
ca_es: Subpantalla esquerra

source: Subscreen top
ca_es: Subpantalla superior

source: Capture Audio
ca_es: Captura l'àudio

source: Current channel:
ca_es: Canal actual:

source: Previous Channel
ca_es: Canal anterior

source: Next Channel
ca_es: Canal següent

source: Retrieving Channel Info...
ca_es: S'està recuperant informació de canal...

source: EyeTV is not launched
ca_es: No s'ha executat l'EyeTV

source: VLC could not connect to EyeTV. Make sure that you installed VLC's EyeTV plugin.
ca_es: El VLC no pot connectar amb l'EyeTV. Assegureu-vos d'haver instal·lat el connector d'EyeTV per al VLC.

source: Launch EyeTV now
ca_es: Executa l'EyeTV ara

source: Download Plugin
ca_es: Baixa el connector

source: Image width
ca_es: Amplada de la imatge

source: Image height
ca_es: Alçada de la imatge

source: Add Subtitle File:
ca_es: Afegeix un fitxer de subtítol:

source: Click to setup subtitle playback in full detail.
ca_es: Feu clic per configurar la reproducció del subtítol en detall complet.

source: Click to select a subtitle file.
ca_es: Feu clic per seleccionar un fitxer de subtítol.

source: Override parameters
ca_es: Substitueix els paràmetres

source: Subtitle encoding
ca_es: Codificació del subtítol

source: Font size
ca_es: Mida de la lletra

source: Subtitle alignment
ca_es: Alineació del subtítol

source: Click to dismiss the subtitle setup dialog.
ca_es: Feu clic per ometre el diàleg de configuració del subtítol.

source: Font Properties
ca_es: Propietats de la lletra

source: Subtitle File
ca_es: Fitxer dels subtítols

source: Open File
ca_es: Obre un fitxer

source: %i tracks
ca_es: %i pistes

source: Composite input
ca_es: Entrada composta

source: S-Video input
ca_es: Entrada de l'S-vídeo

source: Streaming/Saving:
ca_es: Transmissió/Desament:

source: Settings...
ca_es: Paràmetres...

source: Streaming and Transcoding Options
ca_es: Opcions per a la transmissió i la transcodificació

source: Display the stream locally
ca_es: Mostra el flux localment

source: Dump raw input
ca_es: Buida a l'entrada crua

source: Encapsulation Method
ca_es: Mètode d'encapsulació

source: Transcoding options
ca_es: Opcions de transcodificació

source: Bitrate (kb/s)
ca_es: Taxa de bits (kb/s)

source: Stream Announcing
ca_es: Anunci del flux

source: Channel Name
ca_es: Nom del canal

source: SDP URL
ca_es: URL de l'SDP

source: Save File
ca_es: Desa el fitxer

source: Save Playlist...
ca_es: Desa la llista de reproducció...

source: Expand Node
ca_es: Expandeix el node

source: Download Cover Art
ca_es: Baixa la portada

source: Fetch Meta Data
ca_es: Recull les metadades

source: Reveal in Finder
ca_es: Mostra al cercador

source: Sort Node by Name
ca_es: Ordena el node per nom

source: Sort Node by Author
ca_es: Ordena el node per autor

source: Search in Playlist
ca_es: Cerca a la llista de reproducció

source: File Format:
ca_es: Format del fitxer:

source: Extended M3U
ca_es: M3U ampliat

source: HTML playlist
ca_es: Llista de reproducció HTML

source: Save Playlist
ca_es: Desa la llista de reproducció

source: Meta-information
ca_es: Metainformació

source: Media Information
ca_es: Informació multimèdia

source: Location
ca_es: Ubicació

source: Save Metadata
ca_es: Desa les metadades

source: Codec Details
ca_es: Detalls del còdec

source: Read at media
ca_es: Llegeix al suport

source: Input bitrate
ca_es: Taxa de bits d'entrada

source: Demuxed
ca_es: Desmultiplexat

source: Stream bitrate
ca_es: Taxa de bits del flux

source: Decoded blocks
ca_es: Blocs descodificats

source: Displayed frames
ca_es: Fotogrames mostrats

source: Lost frames
ca_es: Fotogrames perduts

source: Streaming
ca_es: Transmissió

source: Sent packets
ca_es: Paquets enviats

source: Sent bytes
ca_es: Bytes enviats

source: Send rate
ca_es: Envia la taxa

source: Played buffers
ca_es: Memòries intermèdies reproduïdes

source: Lost buffers
ca_es: Memòries intermèdies perdudes

source: Error while saving meta
ca_es: S'ha produït un error mentre es desaven les metadades

source: VLC was unable to save the meta data.
ca_es: El VLC no ha pogut desar les metadades.

source: Preferences
ca_es: Preferències

source: Reset All
ca_es: Restableix-ho tot

source: Show Basic
ca_es: Mostra el bàsic

source: Select a directory
ca_es: Seleccioneu un directori

source: Select a file
ca_es: Seleccioneu un fitxer

source: Select
ca_es: Selecciona

source: Interface Settings
ca_es: Paràmetres de la interfície

source: Audio Settings
ca_es: Paràmetres d'àudio

source: Video Settings
ca_es: Paràmetres de vídeo

source: Subtitle & On Screen Display Settings
ca_es: Paràmetres del subtítol i de l'OSD

source: Input & Codec Settings
ca_es: Paràmetres de l'entrada i còdecs

source: General Audio
ca_es: Àudio general

source: Preferred Audio language
ca_es: Idioma de l'àudio preferit

source: Enable Last.fm submissions
ca_es: Habilita les trameses de Last.fm

source: Visualization
ca_es: Visualització

source: Keep audio level between sessions
ca_es: Mantén els nivells d'àudio entre sessions

source: Always reset audio start level to:
ca_es: Restableix sempre el nivell d'àudio d'inici a:

source: Change
ca_es: Canvia

source: Change Hotkey
ca_es: Canvia la tecla de drecera

source: Select an action to change the associated hotkey:
ca_es: Selecciona una acció per canviar la drecera associada:

source: Action
ca_es: Acció

source: Shortcut
ca_es: Drecera

source: Repair AVI Files
ca_es: Repara els fitxers AVI

source: Default Caching Level
ca_es: Nivell de memòria cau per defecte

source: Caching
ca_es: Memòria cau

source: Use the complete preferences to configure custom caching values for each access module.
ca_es: Utilitza les preferències completes per configurar els valors de memòria cau personalitzats per a cada mòdul d'accés.

source: Codecs / Muxers
ca_es: Còdecs / Multiplexors

source: Hardware Acceleration
ca_es: Acceleració per maquinari

source: Post-Processing Quality
ca_es: Qualitat del postprocessament

source: Edit default application settings for network protocols
ca_es: Edita els paràmetres per defecte de l'aplicació per a protocols de xarxa

source: Open network streams using the following protocols
ca_es: Obre fluxos de xarxa fent servir els protocols següents

source: Note that these are system-wide settings.
ca_es: Tingueu en compte que aquests són paràmetres globals

source: Interface style
ca_es: Estil de la interfície

source: Dark
ca_es: Fosc

source: Bright
ca_es: Lluminós

source: Album art download policy
ca_es: Política de baixada de la portada de l'àlbum

source: Show video within the main window
ca_es: Mostra el vídeo dins de la finestra principal

source: Show Fullscreen Controller
ca_es: Mostra el controlador de pantalla completa

source: Privacy / Network Interaction
ca_es: Privadesa / Interacció de xarxa

source: Automatically check for updates
ca_es: Comprova si hi ha actualitzacions automàticament

source: Enable Growl notifications (on playlist item change)
ca_es: Habilita les notificacions Growl (quan canviï un element de la llista de reproducció)

source: Lua HTTP
ca_es: HTTP Lua

source: Default Encoding
ca_es: Codificació per defecte

source: Display Settings
ca_es: Paràmetres de visualització

source: Font color
ca_es: Color de lletra

source: Font
ca_es: Lletra

source: Subtitle languages
ca_es: Idiomes dels subtítols

source: Preferred subtitle language
ca_es: Idioma preferit per als subtítols

source: Enable OSD
ca_es: Habilita l'OSD

source: Opacity
ca_es: Opacitat

source: Force bold
ca_es: Força la negreta

source: Outline color
ca_es: Color del contorn

source: Outline thickness
ca_es: Gruix del contorn

source: Black screens in Fullscreen mode
ca_es: Pantalles negres al mode de pantalla completa

source: Display
ca_es: Mostra

source: Output module
ca_es: Mòdul de sortida

source: Video snapshots
ca_es: Captures del vídeo

source: Folder
ca_es: Carpeta

source: Sequential numbering
ca_es: Numeració seqüencial

source: Last check on: %@
ca_es: L'última comprovació es va fer el:%@

source: No check was performed yet.
ca_es: Encara no s'ha realitzat cap comprovació.

source: Lowest latency
ca_es: La latència més baixa

source: Low latency
ca_es: Latència baixa

source: High latency
ca_es: Latència alta

source: Higher latency
ca_es: La latència més alta

source: Reset Preferences
ca_es: Restableix les preferències

source: This will reset VLC media player's preferences. Note that VLC will restart during the process, so your current playlist will be emptied and eventual playback, streaming or transcoding activities will stop immediately. The Media Library will not be affected. Are you sure you want to continue?
ca_es: Això reiniciarà les preferències del reproductor multimèdia VLC. Tingueu en compte que el VLC es reiniciarà durant el procés, la llista de reproducció es buidarà i qualsevol reproducció, flux en xarxa o activitats de transcodificació s'aturaran de forma immediata. Això no afectarà a la biblioteca multimèdia. Esteu segur que voleu continuar?

source: Choose the folder to save your video snapshots to.
ca_es: Trieu el fitxer on desar les captures de vídeo.

source: Choose
ca_es: Trieu

source: Choose the directory or filename where the records will be stored.
ca_es: Trieu el directori o nom del fitxer on s'emmagatzemaran els enregistraments.

source: Press new keys for "%@"
ca_es: Premeu noves tecles per «%@»

source: Invalid combination
ca_es: Combinació no vàlida

source: Regrettably, these keys cannot be assigned as hotkey shortcuts.
ca_es: Aquestes tecles no poden assignar-se com a drecera.

source: This combination is already taken by "%@".
ca_es: Aquesta combinació ja està agafada per "%@".

source: Not Set
ca_es: No definit

source: Audio/Video
ca_es: Àudio/Vídeo

source: Audio track synchronization:
ca_es: Sincronització de la pista d'àudio:

source: A positive value means that the audio is ahead of the video
ca_es: Un valor positiu significa que l'àudio va per davant del vídeo

source: Subtitles/Video
ca_es: Subtítols/Vídeo

source: Subtitle track synchronization:
ca_es: Sincronització de la pista de subtítol:

source: A positive value means that the subtitles are ahead of the video
ca_es: Un valor positiu significa que els subtítols van per davant del vídeo

source: Subtitle speed:
ca_es: Velocitat del subtítol:

source: Subtitle duration factor:
ca_es: Factor de durada del subtítol:

source: Extend subtitle duration by this value. Set 0 to disable.
ca_es: Amplia la durada dels subtítols segons aquest valor. Utilitzeu 0 per inhabilitar-lo.

source: Multiply subtitle duration by this value. Set 0 to disable.
ca_es: Multiplica la durada dels subtítols segons aquest valor. Utilitzeu 0 per inhabilitar-lo.

source: Recalculate subtitle duration according to their content and this value. Set 0 to disable.
ca_es: Torna a calcular la durada dels subtítols segons el seu contingut i el seu valor. Utilitza 0 per inhabilitar-lo.

source: Video Effects
ca_es: Efectes de vídeo

source: Basic
ca_es: Bàsic

source: Geometry
ca_es: Geometria

source: Image Adjust
ca_es: Ajust de la imatge

source: Brightness Threshold
ca_es: Llindar de brillantor

source: Sharpen
ca_es: Aguditza

source: Banding removal
ca_es: Elimina les bandes de colors

source: Radius
ca_es: Radi

source: Film Grain
ca_es: Gra de pel·lícula

source: Variance
ca_es: Variància

source: Synchronize top and bottom
ca_es: Sincronitza la part superior i inferior

source: Synchronize left and right
ca_es: Sincronitza la part esquerra i dreta

source: Transform
ca_es: Transforma

source: Rotate by 90 degrees
ca_es: Rota 90 graus

source: Rotate by 180 degrees
ca_es: Rota 180 graus

source: Rotate by 270 degrees
ca_es: Rota 270 graus

source: Flip horizontally
ca_es: Inverteix horitzontalment

source: Flip vertically
ca_es: Inverteix verticalment

source: Magnification/Zoom
ca_es: Ampliació / Zoom

source: Puzzle game
ca_es: Trencaclosques

source: Rows
ca_es: Files

source: Columns
ca_es: Columnes

source: Clone
ca_es: Clona

source: Number of clones
ca_es: Nombre de clons

source: Wall
ca_es: Mur

source: Color threshold
ca_es: Llindar de Color

source: Similarity
ca_es: Semblança

source: Intensity
ca_es: Intensitat

source: Gradient
ca_es: Degradat

source: Edge
ca_es: Vora

source: Cartoon
ca_es: Dibuix animat

source: Color extraction
ca_es: Extracció de color

source: Invert colors
ca_es: Inverteix els colors

source: Posterize
ca_es: Posteritza

source: Posterize level
ca_es: Nivell de posterització

source: Motion blur
ca_es: Difuminació de moviment

source: Motion Detect
ca_es: Detecció de moviment

source: Water effect
ca_es: Efecte d'aigua

source: Anaglyph
ca_es: Anàglif

source: Add text
ca_es: Afegeix text

source: Add logo
ca_es: Afegeix el logotip

source: Logo
ca_es: Logotip

source: Transparency
ca_es: Transparència

source: Organize profiles...
ca_es: Organitza els perfils...

source: MPEG-1 Video codec (usable with MPEG PS, MPEG TS, MPEG1, OGG and RAW)
ca_es: Còdec de vídeo MPEG-1 (es pot utilitzar amb MPEG PS, MPEG TS, MPEG1, OGG i RAW)

source: MPEG-2 Video codec (usable with MPEG PS, MPEG TS, MPEG1, OGG and RAW)
ca_es: Còdec de vídeo MPEG-2 (es pot utilitzar amb MPEG PS, MPEG TS, MPEG1, OGG i RAW)

source: MPEG-4 Video codec (useable with MPEG PS, MPEG TS, MPEG1, ASF, MP4, OGG and RAW)
ca_es: Còdec de vídeo MPEG-4 (es pot utilitzar amb MPEG PS, MPEG TS, MPEG1, ASF, MP4, OGG i RAW)

source: DivX first version (useable with MPEG TS, MPEG1, ASF and OGG)
ca_es: Primera versió de DivX (es pot utilitzar amb MPEG TS, MPEG1, ASF i OGG)

source: DivX second version (useable with MPEG TS, MPEG1, ASF and OGG)
ca_es: Segona versió de DivX (es pot utilitzar amb MPEG TS, MPEG1, ASF i OGG)

source: DivX third version (useable with MPEG TS, MPEG1, ASF and OGG)
ca_es: Tercera versió de DivX (es pot utilitzar amb MPEG TS, MPEG1, ASF i OGG)

source: H263 is a video codec optimized for videoconference (low rates, useable with MPEG TS)
ca_es: H263 és un còdec de vídeo optimitzat per a videoconferències (velocitat baixa, es pot utilitzar amb MPEG TS)

source: H264 is a new video codec (useable with MPEG TS and MP4)
ca_es: H264 és un nou còdec de vídeo (es pot utilitzar amb MPEG TS i MP4)

source: WMV (Windows Media Video) 1 (useable with MPEG TS, MPEG1, ASF and OGG)
ca_es: WMV (Windows Media Video) 1 (es pot utilitzar amb MPEG TS, MPEG1, ASF i OGG)

source: WMV (Windows Media Video) 2 (useable with MPEG TS, MPEG1, ASF and OGG)
ca_es: WMV (Windows Media Video) 2 (es pot utilitzar amb MPEG TS, MPEG1, ASF i OGG)

source: MJPEG consists of a series of JPEG pictures (useable with MPEG TS, MPEG1, ASF and OGG)
ca_es: MJPEG consta d'una sèrie d'imatges JPEG (es pot utilitzar amb MPEG TS, MPEG1, ASF i OGG)

source: Theora is a free general-purpose codec (useable with MPEG TS and OGG)
ca_es: Theora és un còdec lliure per a fins generals (es pot utilitzar amb MPEG TS i OGG)

source: Dummy codec (do not transcode, useable with all encapsulation formats)
ca_es: Còdec Dummy (no es transcodifica, es pot utilitzar amb tots els formats d'encapsulació)

source: The standard MPEG audio (1/2) format (useable with MPEG PS, MPEG TS, MPEG1, ASF, OGG and RAW)
ca_es: Format d'àudio (1/2) MPEG estàndard (es pot utilitzar amb MPEG PS, MPEG TS, MPEG1, ASF, OGG i RAW)

source: MPEG Audio Layer 3 (useable with MPEG PS, MPEG TS, MPEG1, ASF, OGG and RAW)
ca_es: Capa de so MPEG 3 (es pot utilitzar amb MPEG PS, MPEG TS, MPEG1, ASF, OGG i RAW)

source: Audio format for MPEG4 (useable with MPEG TS and MPEG4)
ca_es: Format d'àudio per al MPEG4 (es pot utilitzar amb MPEG TS i MPEG4)

source: DVD audio format (useable with MPEG PS, MPEG TS, MPEG1, ASF, OGG and RAW)
ca_es: Format d'àudio DVD (es pot utilitzar amb MPEG PS, MPEG TS, MPEG1, ASF, OGG i RAW)

source: Vorbis is a free audio codec (useable with OGG)
ca_es: Vorbis és un còdec d'àudio lliure (es pot utilitzar amb OGG)

source: FLAC is a lossless audio codec (useable with OGG and RAW)
ca_es: FLAC és un còdec d'àudio sense pèrdues (es pot utilitzar amb OGG i RAW)

source: A free audio codec dedicated to compression of voice (useable with OGG)
ca_es: Còdec d'àudio lliure dedicat a la compressió de veu (es pot utilitzar amb OGG)

source: Uncompressed audio samples (useable with WAV)
ca_es: Mostres d'àudio no comprimides (es pot utilitzar amb WAV)

source: MPEG 1 Format
ca_es: Format MPEG 1

source: Enter the local addresses you want to listen requests on. Do not enter anything if you want to listen on all the network interfaces. This is generally the best thing to do. Other computers can then access the stream at http://yourip:8080 by default.
ca_es: Introduïu les adreces locals de les quals voleu escoltar sol·licituds. No introduïu res si voleu escoltar totes les interfícies de xarxa. Generalment és la millor opció. Llavors altres ordinadors poden accedir al flux a http://yourip:8080 per defecte.

source: Use this to stream to several computers. This method is not the most efficient, as the server needs to send the stream several times, but generally the most compatible
ca_es: Utilitzeu aquesta opció per transmetre a diversos ordinadors. Aquest mètode no és el més eficient, ja que el servidor ha d'enviar el flux diverses vegades, però en general és el més compatible

source: Enter the local addresses you want to listen requests on. Do not enter anything if you want to listen on all the network interfaces. This is generally the best thing to do. Other computers can then access the stream at mms://yourip:8080 by default.
ca_es: Introduïu les adreces locals de les quals voleu escoltar sol·licituds. No introduïu res si voleu escoltar totes les interfícies de xarxa. Generalment és la millor opció. Llavors altres ordinadors poden accedir al flux a mms://yourip:8080 per defecte.

source: Use this to stream to several computers using the Microsoft MMS protocol. This protocol is used as transport method by many Microsoft's softwares. Note that only a small part of the MMS protocol is supported (MMS encapsulated in HTTP).
ca_es: Utilitzeu aquesta opció per transmetre a diversos ordinadors mitjançant el protocol de Microsoft MMS. Aquest protocol l'utilitzen com a mètode de transport diversos programes de Microsoft. Tingueu en compte que només admet una petita part del protocol MMS (MMS encapsulat en HTTP).

source: Enter the address of the computer to stream to.
ca_es: Introduïu l'adreça de l'ordinador a la qual es transmetrà.

source: Use this to stream to a single computer.
ca_es: Utilitzeu aquesta opció per transmetre a un únic ordinador.

source: Enter the multicast address to stream to in this field. This must be an IP address between 224.0.0.0 and 239.255.255.255. For a private use, enter an address beginning with 239.255.
ca_es: Introduïu en aquest camp l'adreça de transmissió a grups a la qual es transmetrà. Ha de ser una adreça IP entre la 224.0.0.0 i la 239.255.255.255. Si voleu utilitzar-lo de forma privada, introduïu una adreça que comenci per 239.255.
